import streamlit as st

st.set_page_config(
    page_title='О нас',
    page_icon="🤝"
)

st.image('./static/photo_2024-04-10_15-38-51_.jpg')
st.markdown('## [Майя Котыга](https://t.me/kotyga_maiia), (ВШЭ/РГСУ)')
st.write('''Я дважды стипендиат Президента РФ, ментор на образовательных курсах по ИИ,
         олимпиадный тренер по ИИ в лицее НИУ ВШЭ 2022-2023гг.. 
         Моя команда, где я тимлид, побеждаем на хакатонах и кейс-чемпионатов по ИИ. 
         Кроме того, я делюсь своими знаниями и опытом как спикер на конференциях и мероприятиях, 
         таких как data fusion и finopolis 2023''')
st.image('./static/photo_2024-04-10_15-30-48 — копия (1).jpg')
st.markdown('## [Денис Саматов](https://t.me/SamatovDS), (ТПУ)')
st.write('''Являюсь опытным специалистом в области
         Data Science и Machine Learning с 3+ летним стажем работы.
         Обладаю критическим мышлением, ответственностью, коммуникабельностью,
         творческим подходом и инициативностью. В своей работе я всегда ставлю
         перед собой высокие цели и добиваюсь их. Умею работать как самостоятельно, так и в команде''')
